Repository: dinhquydds/nanocucurmin
Catalog: tm/detai-level2.tmx
Source language: en_us
Languages: vi

source: It is possible that metronidazole solution has a neutral pH (pH = 6.84); thus, cytotoxicity did not occur.
vi: Có thể là dung dịch metronidazole có pH trung tính (pH = 6.84); do đó không gây độc tính tế bào.

source: It is reported that the resulting sterilization with antibiotics or antiseptics result in approximately
vi: Người ta báo cáo kết quả khử trùng với kháng sinh hoặc thuốc sát trùng trong khoảng

source: It is typically the result of inflammation or a buildup of fluid.
vi: Nó thường là kết quả của viêm hoặc tích tụ chất dịch.

source: It is very similar to tissue which is formed after severe dental trauma such as lateral tooth luxation [64].
vi: Nó rất giống mô hình thành sau chấn thương nha khoa trầm trọng như trật khớp răng sang bên [64].

source: It then binds to the DNA, disrupting its helical structure, and leads to very rapid cell death.
vi: Nó kết hợp với DNA, là gián đoạn cấu trúc xoắn dẫn tới chết tế bào nhanh chóng.

source: It was concluded that ciprofloxacin presented antimicrobial action against all tested bacterial strains, and its association with metronidazole was reported to be synergistic.
vi: Người ta kết luận rằng ciprofloxacin biểu hiện hoạt động kháng khuẩn chống lại tất cả chủng vi khuẩn được thử nghiệm và nó được báo cáo có hiệp đồng với metronidazole.

source: It was originally indicated for the management of infection caused by Trichomonas vaginalis and was then shown to be effec- tive against other protozoal infections, such as ame- biasis and giardiasis.
vi: Ban đầu nó được chỉ định để điều trị nhiễm trùng do Trichomonas vaginalis và sau đó đượcc thấy có hiệu quả chống lại nhiễm trùng đơn bào như amebiasis và giardiasis.

source: It was showed on animal model that perivascular niche of dental pulp is not the only source of stem cells which differentiates into odontoblasts [14].
vi: Nó đã cho thấy trên mô hình động vật mà mạch quanh niche của tủy răng không chỉ là nguồn gốc của tế bào gốc biệt hoá thành nguyên bào ngà [14].

source: Its biocompatibility (6–9) and bioactive properties are also recognized (10).
vi: Tính tương hợp sinh học của nó (6–9) và hoạt tính sinh học cũng được công nhận (10).

source: Iwaya et al 2004 [21]
vi: Iwaya và cộng sự 2004 [21]

source: JE Gomes-Filho et al [46] evaluated the response of 30 rat subcutaneous tissues to implanted polyethylene tubes that were filled with triantibiotic paste or calcium hydroxide and another empty tube as control.
vi: JE Gomes-Filho [46] đánh giá phản ứng của mô dưới da của 30 chuột cấy trong ống polyethylene được đổ đầy hỗn hợp ba kháng sinh hoặc calcium hydroxide và ống khác trống làm nhóm chứng.

source: Kant linked such transfer to the term time and further de- rived the irreversibility of the living process of biological systems.
vi: Kant liên kết những dịch chuyển đến thời hạn và hơn nữa nguồn gốc không thể đảo ngược quá trình sống của hệ thống sinh học.

source: Key Biological Events Affected by Aging during Gingival and Periodontal Wound Healing.
vi: Sự kiện sinh học chìa khoá ảnh hưởng bởi tích tuổi trong quá trình lành thương nướu và mô nha chu.

source: Key Words
vi: Từ Khóa

source: Kim et al 2010 identified the discolouration was caused by minocycline in an in vitro study [48].
vi: Kim và cộng sự 2010 xác định đổi màu gây ra do minocyclin trong một nghiên cứu in vitro [48].

source: L. reuteri and L. brevis have improved gingival health, as measured by decreased gum bleeding.
vi: L. reuteri và L. brevis đã cải thiện sức khoẻ của nướu, được đo bằng việc giảm chảy máu nướu.

source: Lactobacilli and bifidobacteria are generally regarded as safe, and, since the early writing of Metchnikoff,16 even more fermented food products have been associated with health benefits.
vi: Lactobacilli và bifidobacteria thường được coi là an toàn, và kể từ khi viết bài đầu tiên của Metchnikoff, sản phẩm thực phẩm đã lên men thậm chí có liên quan đến các lợi ích về sức khoẻ.

source: Lamarck intuitively found genetics to be capable of adaptation and postulated that adaptive reactions to external influences are inheritable under specific conditions.
vi: Lamarck trực giác tìm thấy di truyền học để có khả năng thích ứng, và tiên đoán rằngphản ứng thích nghi ảnh hưởng bên ngoài đang có thể thừa kế theo điều kiện cụ thể.

source: Lamarck intuitively found genetics to be capable of adaptation.
vi: Lamarck trực giác tìm thấy di truyền học để có khả năng thích nghi.

source: Lamarck was the first evolution researcher who identified the se- quences of development of organic units and described their logical inter-relationships.
vi: Lamarck là một nhà nghiên cứu tiến hoá đầu tiên xác định thứ tự của phát triển các đơn vị cơ quan và mô tả chúng trong mối liên quan lôgic.

source: Later, metronidazole was introduced for the management of Clostridium difficile infection and
vi: Sau đó, metronidazole đã được giới thiệu để điều trị của nhiễm trùng Clostridium và

source: Leave at room temperature in the dark for 2 hours.
vi: Để ở nhiệt độ phòng trong buồng tối 2 giờ.

source: Leave plate with cover in the dark for 2 to 4 hours or overnight at room tempera- ture.
vi: Để đĩa với nắp đậy trong buồng tối 2 đến 4 giờ hoặc qua đêm tại nhiệt độ phòng.

source: Ledermix an intracanal medicament containing tetracycline has also shown to cause greater discolouration in immature teeth than mature teeth.
vi: Hỗn hợp thuốc băng ống tuỷ chứa tetracycline cũng gây đổi màu nhiều hơn trong răng chưa trưởng thành hơn chưa trưởng thành.

source: Legal regulatory institutions might be religious or political, but were initially demarcated from the nuclear family.
vi: Luật quy định tổ chức có thể là tôn giáo, chính trị, nhưng đã được ban đầu phân định từ những gia đình hạt nhân.

source: Lenherr et al investigated the discolouration potential of various endodontic materials in bovine tooth model.
vi: Lenherr và cộng sự nghiên cứu tiềm năng đổi màu của vật liệu nội nha trong mẫu răng bò.

source: Lesion s terilization and t issue repair ( LSTR) therapy is an endodontic treatment procedure that involves non - instrumentation or minimal instrumentation followed by placement of antibiotic mixture to disinfect root canal systems.
vi: Điều trị tổn thương vô khuẩn và sửa chữa mô ( LSTR) là một thủ thuật điều trị nội nha gồm không dùng hoặc dùng tối thiểu dụng cụ sau đó là đặt hỗn hợp kháng sinh để diệt trùng hệ thống ống tuỷ.

source: Lesion sterilization and tissue repair (LSTR) therapy is a technique that allows disinfection of
vi: Điều trị tổn thương vô trùng và sửa chữa mô (LSTR) là kỹ thuật cho phép khử trùng

source: Let us return to the list of reasons for humanization.
vi: Hãy để chúng tôi trở về danh sách nguyên nhân cho nhân hoá.

source: Local anesthesia consisted of an injection of 2% lidocaine with epinephrine 1:80000 (Darou- Pakhsh, Tehran, Iran).
vi: Gây tê tại chỗ bằng 1 mũi thuốc tê 2% lidocaine với epinephrine 1:80000 (Darou- Pakhsh, Tehran, Iran).

source: Local anesthesia, dental dam isolation and access.
vi: Gây tê tại chỗ, cô lập bằng đê cao su và mở tuỷ.

source: Local application of 3Mix using an excessive concentra- tion might affect the host tissue, causing cell death, which limits tissue regeneration.
vi: Đặt tại chỗ 3Mix với nồng độ quá mức có thể ảnh hưởng tới mô chủ, gây chết tế bào, làm giới hạn sự tái tạo mô.

source: Localized swelling refers to situations where just one specific area is swollen.
vi: Sưng tại chỗ thường chỉ có một khu vực nhất định bị sưng.

source: Longer incubation of up to 24 hours may be required for some cell types.
vi: Ủ lầu hơn tới 24 giờ có thể cần thiết cho một vài loại tế bào.

source: Lower concentrations of NaOCl are advised [1.5% NaOCl (20mL/canal, 5 min) and then irrigated with saline or EDTA (20 mL/canal, 5 min), with irrigating needle positioned about 1 mm from root end, to minimize cytotoxicity to stem cells in the apical tissues.
vi: Nồng độ thấp hơn của NaOCl được khuyên dùng [1.5% NaOCl (20mL/ống tuỷ, 5 phút) và sau đó bơm rửa bằng nước muối hoặc EDTA (20 mL/ống tuỷ, 5 phút), với kim bơm rửa định vị khoảng 1 mm từ lỗ chóp, để giảm thiểu độc tế bào đến tế bào gốc ở mô quanh chóp.

source: MATERIAL AND METHODS
vi: VẬT LIỆU VÀ PHƯƠNG PHÁP

source: METHODOLOGY:
vi: PHƯƠNG PHÁP:

source: METHODS:
vi: PHƯƠNG PHÁP:

source: MTA has been associated with discoloration.
vi: MTA có liên quan tới sự đổi màu răng.

source: MTA is an established calcium silicate cement with a proven track record in clinical and laboratory research.
vi: MTA là một xi măng calcium silicate được nghiên cứu nhiều trong labo là lâm sàng.

source: MTA placed over blood clot.
vi: Đặt MTA trên cục máu đông.

source: MTT Cell Proliferation Assay
vi: Thử nghiệm tăng sinh tế bào MTT

source: Macrogol is the International Non-proprietary Name (INN) for polyethylene glycol.
vi: Macrogol là tên không độc quyền quốc tế của polyethylene glycol.

source: Macrogol ointment, Propylene glycol 3Mix is incorporated into MP using the following
vi: Macrogol ointment, Propylene glycol 3Mix đưa vào MP dùng công thức sau

source: Madhubala MM et al compared the antimicrobial activity of calcium hydroxide, triantibiotic mixture, and an ethanol extract of propolis as intracanal medicaments on Enterococcus faecalis-infected root canals.
vi: Madhubala MM và cộng sự so sánh hoạt động kháng khuẩn của calcium hydroxide, hỗn hợp ba kháng sinh, và một chiết xuất của propolis như là thuốc băng ống tuỷ lên nhiễm trùng Enterococcus faecalis trong ống tuỷ

source: Mandible
vi: Hàm dưới

source: Man’s evolution to two-leggedness arose from a “need” and as a form of “rapid specification”.
vi: Sự tiến hoá của con người đến hai đi bằng hai chân từ một nhu cầu và hình thành "tiến hoá nhanh chóng".

source: Material Preparation
vi: Chuẩn bị vật liệu

source: Material and Methods: 2721 studies were evaluated, of which 379 (13.9 %) involved animals.
vi: Liệu và Phương pháp: 2721 nghiên cứu được đánh giá, trong đó 379 (13.9 %) có động vật..

source: Materials and Methods
vi: Vật Liệu và Phương Pháp

source: Materials and Methods:
vi: Vật liệu và phương pháp:

source: Materials and Methods: In this experimental animal study, we randomly divided 28 im- mature premolars from two mixed breed dogs into four groups, two experimental, nega- tive and a positive control.
vi: Vật liệu và phương pháp: Trong nghiên cứu thực nghiệm trên động vật, chúng tôi chia ngẫu nhiên 28 răng cối nhỏ chưa trưởng thành từ hai con cho thành 4 nhóm, hai nhóm thực nghiệm, chứng dương và chứng âm.

source: Materials and methods Agent preparation
vi: Vật liệu và phương pháp Chuẩn bị thuốc

source: Maxilla
vi: Hàm trên

source: Measurement of cell viability and proliferation forms the basis for numerous in vitro assays of a cell population’s response to external factors.
vi: Đo lường sự sống và tăng sinh hình thành cơ sở cho nhiều thử nghiệm in vitro của quần thể tế bào phản ứng lại yếu tố bên ngoài.

source: Mechanical instrumentation and irrigation alone does not render the canal free of bacteria.
vi: Dụng cụ cơ học và bơm rửa một mình không không làm ống tuỷ sạch vi khuẩn được.

source: Medical and dental history Drugs used before treatment
vi: Tiền sử nha khoa và y khoa Thuốc sử dụng trước điều trị

source: Mesenchyme + bone tissue (less)
vi: Tế bào trung mô + mô xương (ít)

source: Mesenchyme + bone tissue (more)
vi: Tế bào trung mô + mô xương (nhiều)

source: Methods
vi: Phương pháp

source: Methods: Biodentine and MTA were coated onto coverslips and allowed to set.
vi: Phương pháp: Biodentine và MTA đã tráng vào coverslips và được phép để đặt.

source: Methods: DPCs were cul- tured and exposed to either no medicament treatment or low concentrations (0.35mgml1)of calcium hydroxide [Ca(OH)2], triple antibiotic paste (TAP), or double antibiotic paste (DAP) for 3 days.
vi: Phương pháp: DPCs được nuôi cấy và tiếp xúc với không có thuốc điều trị, hoặc nồng độ thấp của calcium hydroxide, hỗn hợp ba kháng sinh, hoặc hỗn hợp hai kháng sinh trong 3 ngày.

source: Methods: For the cytotoxicity test, human dental pulp cells and apical papilla cells were exposed to either 3Mix or to each single antibiotic component of 3Mix using con- centrations of 0.024, 0.097, 0.39, 1.56, 6.25, and
vi: Phương pháp: Để thử nghiệm độc tính tế bào, tế bào tuỷ răng người và tế bào nhú chóp được tiếp xúc với 3Mix hoặc mỗi thành phần kháng sinh đơn lẻ của 3Mix ở nồng độ 0.024, 0.097, 0.39, 1.56, 6.25, và

source: Metro- nidazole is also indicated for the treatment of bacterial vaginosis caused by Gardnerella vaginalis.
vi: Metronidazole cũng được chỉ định điều trị nhiễm trùng âm đạo do Gardnerella vaginalis.

source: Metronidazole Is Still the Drug of Choice for Treatment of Anaerobic Infections
vi: Metronidazole vẫn là thuốc được chọn để điều trị nhiễm trùng kỵ khí

source: Metronidazole and ciprofloxacin
vi: Metronidazole và ciprofloxacin

source: Metronidazole and ciprofloxacin plus amoxicillin.(3)
vi: Metronidazole và ciprofloxacin thêm amoxicillin.(3)

source: Metronidazole and ciprofloxacin plus cefaclor
vi: Metronidazole và ciprofloxacin thêm cefaclor

source: Metronidazole and ciprofloxacin plus cefroxadine
vi: Metronidazole và ciprofloxacin thêm cefroxadine

source: Metronidazole and ciprofloxacin plus fosfomycin
vi: Metronidazole và ciprofloxacin thêm fosfomycin

source: Metronidazole and ciprofloxacin plus minocycline (3-mix paste/ Triple Antibiotic paste).
vi: Metronidazole và ciprofloxacin thêm minocycline (3-mix paste/ Triple Antibiotic paste).

source: Metronidazole and ciprofloxacin plus minocycline (3-mix paste/ Triple Antibiotic paste).(1)
vi: Metronidazole và ciprofloxacin thêm minocycline (3-mix paste/ Triple Antibiotic paste).(1)

source: Metronidazole and ciprofloxacin plus rokitamycin
vi: Metronidazole và ciprofloxacin thêm rokitamycin

source: Metronidazole has been used for the treatment of infections for 145 years and is still successfully used for the treatment of trichomoniasis, amoebiasis, and giardiasis.
vi: Metronidazole được dùng để điều trị nhiễm trùng 145 năm nay và nó vẫn thành công trong điều trị trichomoniasis, amoebiasis, và giardiasis.

source: Metronidazole is a nitroimidazole compound that exhibits broad spectrum of activity against protozoa and anaerobic bacteria.
vi: Metronidazole thuộc họ nitroimidazole là kháng sinh phổ rộng chống lại protozoa và vi khuẩn kỵ khí.

source: Metronidazole is an antimicrobial agent that has been used in clinical medicine for 145 years.
vi: Metronidazole là kháng sinh được dùng trong lâm sàng 145 năm nay.

source: Metronidazole is considered to be a cost-effective drug because of its low cost, good activity against pathogenic anaerobic bacteria, favorable pharmacokinetic and pharmacodynamic properties, and minor adverse effects.
vi: Metronidazole được xem là thuốc hiệu quả bởi vì giá thấp, hiệu quả chống lại vi khuẩn kỵ , tính chất dược lực học và dược động học thích hợp, và ít tác dụng phụ.

source: Metronidazole is highly active against gram-negative anaerobic bacteria, such as B. fragilis, and gram-positive anaerobic bacteria, such as C. difficile.
vi: Metronidazole chống lại hiệu quả vi khuẩn kỵ khí gram âm, như B. fragilis, và vi khuẩn kỵ khí gram dương nhưC. difficile.

source: Metronidazole is selectively toxic to anaerobic microorganisms.
vi: Metronidazole kháng sinh được chọn cho vi khuẩn kỵ khí.

source: Metronidazole is still the criterion standard for therapy of anaerobic infections, as was described by Tally and colleagues 35 years ago.
vi: Metronidazole vẫn là thuốc chuẩn để điều trị nhiễm trùng kỵ khí, được mô tả bởi Tally và cộng sự 35 năm trước.

source: Metronidazole permeates bacterial cell membranes.
vi: Metronidazole thấm qua màng tế bào vi khuẩn.

source: Metronidazole-resistant Helicobacter pylori strains have been described, but combination therapy (eg, metronidazole, amoxicillin, or clarithromycin plus omeprazole) is still recommended for eradication of this pathogen in patients with gastroduodenal ulcers.
vi: Metronidazole kháng Helicobacter pylori đã được mô tả, nhưng điều phối hợp (ví dụ metronidazole, amoxicillin hoặc clarithromycin thêm omeperazole) vẫn được khuyên dùng để diệt trừ mầm bệnh cho bệnh nhân bị loét dạ dày.

source: Microbial flora of the infected root canal consists of both aerobic and anaerobes with predominantly the anaerobic bacteria.(5) Hence cleansing should get rid of both organisms.
vi: Hệ vi khuẩn của ống tuỷ nhiễm trùng bao gồm cả vi khuẩn ái khí và chủ yếu là vi khuẩn kỵ khí. (5) Do đó làm sạch cần phải loại bỏ cả hai loại vi khuẩn.

source: Microorganisms, especially bacteria, are the main cause of pulpal and periradicular disease.
vi: Vi sinh vật, đặc biệt là vi khuẩn, là nguyên nhân chính của bệnh lý tuỷ và vùng quanh chóp.

source: Minimal concentration of drug- The amount of drug should be enough so as to cause adequate sterilization.
vi: Giảm tối thiểu nồng độ thuốc - lượng thuốc nên đủ để khử trùng đầy đủ.

source: Minocycline and ciprofloxacin at 25.00, 6.25, and
vi: Minocycline và ciprofloxacin tại 25.00, 6.25, và

source: Minocycline and ciprofloxacin, which are broad-spectrum antibiotics, have an efficient action against some gram-positive and gram-negative bacteria (31, 32), whereas metronidazole is able to kill only anaerobic bacteria (33).
vi: Minocyclin và ciprofloxacin, là thuốc kháng sinh phổ rộng, có hoạt động hiệu quả chống lại vài vi khuẩn gram dương và gram âm (31, 32), trong khi metronidazole chỉ diệt vi khuẩn kỵ khí (33).

source: Minocycline hydrochloride and ciprofloxacin hydrochloride are generally used for 3Mix preparation.
vi: Minocycline hydrochloride và ciprofloxacin hydrochloride thường được dùng cho sửa soạn 3 Mix.

source: Minocycline is a semisynthetic derivative of tetracycline with a similar spectrum of antibacterial activity.
vi: Minocycline là một dẫn xuất bán tổng hợp của tetracycline với phổ kháng khuẩn tương tự.

source: Mode of Action
vi: Tác dụng

source: Moderate hypocellularity
vi: Giảm số lượng trung bình

source: Molar teeth or teeth with PFM crown - Consider use of Collatape/Collaplug and restoring with 3mm of MTA, followed by RMGI, composite or alloy.
vi: Răng cối lớn hoặc răng có mão răng PFM - Cân nhắc sử dụng Collatape/Collaplug và phục hồi bằng 3mm MTA, tiếp theo là RMGI, composite hoặc hợp kim.

source: Monitoring DPCs and APCs under a light microscope showed that DPCs or APCs in the control group were a mixed population containing both spindle-shaped cells and polygonal-like cells.
vi: Quan sát DPCs và APCs dưới kính hiển vi quang học cho thấy DPCs hoặc APCs trong nhóm chứng là một hỗn hợp quần thể chứa cả tế bào hình tròn và hình đa giác.

source: More bone than fibrocartilage
vi: Nhiều xương hơn sợi sụn

source: More fibrocartilage than bone
vi: Nhiều sụn sợi hươn xương

source: More fibrocartilage than fibrous tissue
vi: Nhiều sụn sợi hơn mô sợi

source: More such foci
vi: nhiều như ổ bệnh

source: More than 20 leukocytes in a high power field of vision
vi: Hơn 20 bạch cầu trong một thị trường

source: Moreover, additional steps such as tooth extraction, pulp extirpation, shipping or storage are necessary and they can harm or contaminate the pulp tissue.
vi: Hơn nữa, những bước thêm vào như nhổ răng, lấy tuỷ, vận chuyển và lưu trữ là cần thiết và chúng có thể gây hại hoặc làm hỏng mô tuỷ.

source: Moreover, the concentration of growth factors is definitely higher.
vi: Hơn nữa, nồng độ của các yếu tố tăng trưởng, chắc chắn là cao hơn.

source: Moreover, the enhanced production of ET-1 mRNA and protein in dermal fibroblasts is reduced by the FAK/src inhibitor PP2.
vi: Hơn nữa, tăng sản phẩm ET-1 mRNA và protein trong nguyên bào sợi da là giảm bởi FAK/src ức chế PP2.

source: Morphologic cell changes of 3T3 cells in contact with BD and MTA were observed by scanning electron microscopy, and cytokine expression was assessed at the messenger RNA level by semiquantitative reverse-transcription polymerase chain reaction after 3 and 24 hours of direct contact with the materials.
vi: Hình thái tế bào 3T3 thay đổi khi tiếp xúc với BD và MTA được quan sát bằng kính hiển vi điện thử quét, và biểu hiện cytokine được đánh giá tại mức mRNA bằng reverse-transcription polymerase chain reaction bán định lượng sau 3 và 24 giờ tiếp xúc trực tiếp với vật liệu.

source: Morphology of DPCs and APCs
vi: Hình thái của DPCs and APCs

source: Most animals were sacrificed during or at the end of the experiment (61.8 %) and the most used body part was the teeth (44.2%), especially bovine.
vi: Hầu hết động vật đã chết trong hay ở cuối của các thử nghiệm (61.8 %) phần cơ thể được dùng nhiều nhất là răng (44.2%), đặc biệt là bò.

source: Most of the anaerobic bacteria are resistant to ciprofloxacin.
vi: Hầu hết các vi khuẩn kỵ khí có khả năng kháng ciprofloxacin.

source: Most of the bacteria in an endodontic infection are strict anaerobes.
vi: Hầu hết vi khuẩn trong nhiễm trùng nội nha là vi khuẩn kỵ khí.

source: Most of the studies have been conducted with probiotic strains originally suggested for gut health; however, it is important to realize that each of the suggested health benefits should be studied for each bacterial strain individually.
vi: Hầu hết các nghiên cứu đã được tiến hành với các chủng probiotic ban đầu đề nghị cho sức khỏe ruột; Tuy nhiên, điều quan trọng là phải nhận ra rằng mỗi lợi ích sức khoẻ đề nghị nên được nghiên cứu cho mỗi chủng vi khuẩn riêng lẻ.

source: Most studies were in vivo (60.2 %), using rats (82.7 %) and average of 44.3 animals per study.
vi: Hầu hết các nghiên cứu được trong ống nghiệm (60.2 %), sử dụng chuột (82.7 %) và trung bình của 44.3 động vật mỗi nghiên cứu.

source: Mouse
vi: Chuột

source: N = 3 for each group.
vi: N = 3 cho mỗi nhóm.

source: NO
vi: KHÔNG

source: Narrow spectrum antimicrobial agent
vi: Tác nhân kháng khuẩn phổ hẹp.

source: Negative mean values indicate no cyto- toxic effect.
vi: Negative nghĩa là giá trị chỉ ra không có độc tính.

source: Neomycin, polymyxin, and nystatin.(13)
vi: Neomycin, polymyxin, và nystatin.(13)

source: Nevertheless, the most probable stem cells which are important in cell-free regenerative therapy are SCAP [16, 45].
vi: Tuy nhiên, tế bào gốc có nhiều khả năng nhất với tầm quan trọng trong điều trị tái tạo không tế bào là SCAP [16, 45].

source: Nevertheless, whether the root canal system was infected or not, it has been filled with reparative tissue which consisted of connective tissue, periodontal ligament, radicular cement and bone.
vi: Tuy nhiên, cho dù hệ thống ống tuỷ bị nhiễm trùng hoặc không, nó được làm đầy bằng mô sửa chữa gồm mô liên kết, dây chằng nha chu xê măng quanh chóp và xương.

source: No bridging of bone defect
vi: Không có cầu nối xương khiếm khuyết

source: No evidence has been published regarding the depth of 3Mix penetration in immature tooth whether it reaches the apical and surrounding tissue.
vi: Không có bằng chứng được công bố về chiều sâu xâm nhập của 3Mix vào răng chưa trưởng thành cho dù nó đến được chóp và vùng xung quanh.

source: No integration on the defect edges
vi: Không tích hợp trên cạnh khiếm khuyết

source: No new races of humans developed.
vi: Không chủng tộc mới của con người được phát triển

source: No of cases :1 Tooth no : 11 Age / sex :9/M Diagnosis: Acute apical abcess
vi: Số ca: 1 Răng 11 Tuổi / giới 9/Nam Chẩn đoán : Áp xe quanh chóp cấp

source: No of cases :1 Tooth no : 45 Age / sex :13/F Diagnosis: Apical periodontitis with
vi: Số ca: 1 Răng 45 Tuổi / giới 13/Nũ Chẩn đoán :Viêm quanh chóp với

source: No osseous cellular activity
vi: Không có tế bào xương hoạt động

source: No pain, soft tissue swelling or sinus tract (often observed between first and second appointments).
vi: Không đau, sưng mô mềm hoặc phản ứng xoang (thường quan sát thấy giữa lần hẹn thứ nhất và thứ hai).
